Repository: ASPIRINI1/StoreApp
Catalog: StoreApp/Localization/*.lproj/Localizable.strings
Languages: ru

source: In cart
ru: В корзине

source: You must register to add items to yor shopping cart.
ru: Вы должны загерестрироваться для того что бы добавить товары в корзину.

source: Search
ru: Поиск

source: Rub
ru: Руб

source: No reviews yet.
ru: Пока что нет отзывов.

source: You must register first.
ru: Сперва вы должны зарегестрироваться

source: You must write a text in review text field tp add your review.
ru: Вы должны запонить поле для ввода текста отзыва чтобы добавить ваш отзыв.

source: Add some goods in cart first.
ru: Сперва добавьте товары в корзину.

source: You must register to make purchases.
ru: Вы должны зарегестрироваться для оформления заказа.

source: Credit card
ru: Банковская карта

source: Сash on delivery
ru: Оплата при получении

source: Pick up by yourself
ru: Самовывоз

source: Sign Out
ru: Выйти

source: Authorization
ru: Авторизация

source: Sign In
ru: Войти

source: Are You shure?
ru: Вы уверены?

source: Do You want to logOut?
ru: Вы действительно хотите выйти?

source: Yes
ru: Да

source: Cancel
ru: Отмена

source: Do you want to open maps?
ru: Хотите открыть навигатор?

source: Another app will be open.
ru: Будет открыто другое приложение.

source: No
ru: Нет

source: Select user info to change
ru: Выберите данные для изменения

source: Change Email
ru: Изменить Email

source: Change password
ru: Изменить пароль

source: Change address
ru: Изменить адресс

source: Change phone number
ru: Изменить номер телефона

source: Delete user account
ru: Удалить аккаунт

source: This email is uncurrect.
ru: Не верный Email.

source: Uncurrect password.
ru: Не верный пароль.

source: Check your fullname.
ru: Проверьте ваше ФИО.

source: Check your address.
ru: Проверьте ваш адрес.

source: Check you phone num.
ru: Проверьте ваш номер телефона.

source: Registration Error
ru: Ошибка регистрации

source: Network unable or email already exist.
ru: Сеть недоступна или Email не существует.

source: SignIn Error
ru: Ошибка входа

source: Error. Check your email or password.
ru: Проверьте Email ваш и пароль.

source: Error
ru: Ошибка

source: Error loading WEB page.
ru: Ошибка загрузки страницы

source: Error opening browser.
ru: Ошибка открытия браузера

source: Wrong Email.
ru: Неверный Email

source: Wrong password.
ru: Неверный пароль

source: Passwords do not same.
ru: Пароли не совпадают

source: Wrong acddress.
ru: Неверный адрес

source: Wrong phone number.
ru: Неверный номер телефона

source: You must confirm the change of email on your new mailbox.
ru: Вы должны подтвердить изменение на почте

source: Your new email
ru: Новый Email

source: Enter email here
ru: Введите Email тут

source: Enter your passord
ru: Введите новый пароль

source: password
ru: Пароль

source: You must confirm the change of password on your mailbox.
ru: Вы должны подтвердить изменение на почте

source: Old password
ru: Старый пароль

source: Enter old passord here
ru: Введите старый пароль тут

source: New password
ru: Новый пароль

source: Enter new passord here
ru: Введите новый пароль тут

source: Write new password again
ru: Введите новый пароль ещё раз

source: You must confirm the change of address on your mailbox.
ru: Вы должны подтвердить изменение на почте

source: Adress
ru: Адрес

source: Enter new address here
ru: Введите новый адрес тут

source: You must confirm the change of phone number on your mailbox.
ru: Вы должны подтвердить изменение на почте

source: New phone num
ru: Новый номер телефона

source: Error update data. Check your internet connection and try again.
ru: Ошибка обновления данных. Проверьте ваше интерент соединение и повторите попытку.

source: Location services is deneid.
ru: Сервисы геопозиции отключены

source: Go to settings
ru: Перейти в настройки

source: Shop №
ru: Магазин №

source: You
ru: Вы
